Repository: itthinx/affiliates-woocommerce-light
Catalog: languages/affiliates-woocommerce-light-*.po
Languages: es_es

source: Access denied.
es_es: Acceso denegado.

source: Allow the plugin to provide usage stats.
es_es: Permitir al plugin recopilar estadísticas de uso.

source: Example: Set the referral rate to <strong>0.1</strong> if you want your affiliates to get a <strong>10%</strong> commission on each sale.
es_es: Ejemplo: Establezca la tasa de comisión a <strong>0.1</strong> si quiere que el afiliado consiga un <strong>10%</strong> de comisión por cada compra.

source: Get additional features with %1$s and %2$s!
es_es: ¡Obtén funciones adicionales con %1$s y %2$s!

source: Order #%s
es_es: Pedido #%s

source: Powered by %1$s
es_es: Impulsado por %1$s

source: Referral Rate
es_es: Tasa de Comisión

source: Referral rate
es_es: Tasa de comisión

source: Save
es_es: Guardar

source: Set the Commission Rate
es_es: Establecer la tasa de comisión

source: Settings
es_es: Ajustes

source: The %1$s plugin requires the %2$s plugin.
es_es: El plugin %1$s requiere el plugin %2$s.

source: The referral rate determines the referral amount based on the net sale made.
es_es: La tasa de comisión determina la cantidad de la referencia basada en el valor neto de la venta.

source: This will allow the plugin to help in computing how many installations are actually using it. No personal or site data is transmitted, this simply embeds an icon on the bottom of the Affiliates admin pages, so that the number of visits to these can be counted. This is useful to help prioritize development.
es_es: Esto ayudará al plugin a computar cuantas instalaciones actualmente lo están usando. Ni datos personales, ni datos del sitio serán recogidos, simplemente añade un icono en las páginas de administración de Affiliates, así se puede contar el número de visitas. Esto es útil para ayudar a priorizar el desarrollo.

source: Usage stats
es_es: Estadísticas de uso

source: You do not need to use the %1$s plugin because you are already using the advanced %2$s plugin. Please deactivate the %3$s plugin now.
es_es: No necesitas usar el plugin %1$s porque ya tienes las características avanzadas del plugin %2$s. Por favor desactiva el plugin %3$s ahora.
